Repository: Raytem/IOS_RecipesApp
Catalog: RecipeBook/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld ingredients
ru: %lld ингредиентов

source: %lld likes
ru: %lld понравилось

source: %lld servings
ru: %lld порций

source: %lldh
ru: %lldч

# %lldh %lldmin
source: %1$lldh %2$lldmin
ru: %1$lldч %2$lldмин

source: %lldmin
ru: %lldмин

source: About recipe
ru: О рецепте

source: An error has occurred
ru: Произошла ошибка

source: Apply
ru: Применить

source: Cancel
ru: Отменить

source: Close
ru: Закрыть

source: Cooking steps
ru: Шаги приготовления

source: Cuisines
ru: Кухни

source: Cusine
ru: Кухня

source: Diet
ru: Диета

source: Diets
ru: Диеты

source: Done
ru: Готово

source: Filters
ru: Фильтры

source: Find the recipes that suit you and save them for easy access later
ru: Найдите подходящие вам рецепты и сохраните их для удобного доступа позже

source: Ingredients
ru: Ингредиенты

source: Ingredients & cooking
ru: Ингредиенты и приготовление

source: Ingredients are missing
ru: Ингредиенты отсутствуют

source: Likes
ru: Понравилось

source: look
ru: посмотреть

source: Main info
ru: Основная информация

source: Max ready time, min
ru: Максимальное время приготовления, мин

source: Meal types
ru: Типы блюд

source: more info
ru: больше информации

source: No recipes found
ru: Рецепты не найдены

source: Nutrients
ru: Питательные вещества

source: Ready time
ru: Время готовности

source: Related recipes
ru: Похожие рецепты

source: Remove
ru: Удалить

source: Remove: %lld
ru: Удалить: %lld

source: Reset
ru: Сбросить

source: Reset all
ru: Сбросить все

source: Save
ru: Сохранить

source: Saved
ru: Сохраненные

# Screens.Main.RecipesTitle
source: Recipes
ru: Рецепты

source: Search
ru: Поиск

source: Select
ru: Выбрать

source: Select All
ru: Выбрать все

source: Selected: %d
ru: Выбрано: %d

source: Selected: %lld
ru: Выбрано: %lld

source: Sorting
ru: Сортировка

source: Step %lld
ru: Шаг %lld

source: There are no cooking steps
ru: Шаги приготовления отсутствуют

source: Weight per serving
ru: Вес одной порции

source: Сheck your internet connection or try again later
ru: Проверьте свое интернет соединение или попробуйте позже
